"Preferences..." = "偏好設定...";
"Hide Menu Bar Icon" = "在選單列中隱藏圖示";
"Show Menu Bar Icon" = "在選單列中顯示圖示";
"Tools" = "工具";
"Export Preferences..." = "輸出偏好設定...";
"Import Preferences..." = "輸入偏好設定...";
"Reset Preferences..." = "重置偏好設定...";
"Restart Finder" ="重新啟動 Finder";
"Restart XtraFinder" ="重新啟動 XtraFinder";
"Uninstall XtraFinder" = "解除安裝 XtraFinder";
"About XtraFinder" = "關於 XtraFinder";
"Check for Updates..." = "檢查更新...";

"XtraFinder Preferences" = "XtraFinder 偏好設定";

"Tabs" = "分頁";
"Features" = "功能";

"Tabs (experimental)" = "分頁（測試階段）";
"Open new tab with same path" = "使用相同路徑開啓新分頁";
"Save open tabs when quitting Finder" = "結束 Finder 時記住已開啓的分頁";
"Show Pinnable Window" = "顯示可釘選式視窗";
"Show the Pin button" = "顯示圖釘按鈕";
"Slide from:" = "視窗滑動位置:";
"Bottom" = "下面";
"Left" = "左側";
"Right" = "右側";
"Top" = "上面";
"Always open new tab in the Pinnable window" = "開啟新分頁只出現在可釘選式視窗中";
"Dual Panel mode:" = "雙分頁模式：";
"Show the second Sidebar" = "顯示第二分頁側邊欄";
"Middle-click on Sidebar to open in the second panel" = "滑鼠中間鍵點選側邊欄以開啟第二分頁側邊欄";
"⇧+click on Sidebar to open in the second panel" = "按住⇧點選側邊欄可在第二分頁開啓";
"Shortcuts" = "快捷鍵";
"Narrow Tab Bar" = "較窄的分頁標籤";
"Tab style" = "分頁樣式";
"*Require closing windows." = "＊需重新開啓視窗。";
"Right-Click on New Tab button" = "在新分頁按鈕上點擊右鍵";
"Double-Click on Tab" = "在分頁上點兩下";
"Use ⌘+Number shortcuts to switch tab" = "使用 ⌘+數字鍵 切換分頁";
"Copy to Other Panel" = "複製到另一個分頁";
"Move to Other Panel" = "搬移到另一個分頁";

"Arrange folders on top" = "檔案夾顯示於最上方";
"Enabled for desktop (may cause refreshing problem)"="在桌面上啟用此功能（可能會造成刷新問題）";
"Maximize window when zooming" = "調整視窗大小時最大化視窗";
"Arrange items by Name in Icons View" = "於圖像檢視模式時依名稱排列項目";
"Hide dot files on Desktop" = "不顯示桌面的隱藏項目";
"Spring-loaded Path Bar" = "於路徑列啟用彈出式視窗";
"Click any item in the Path Bar to show contents menu" = "點選路徑列中的任意項目來顯示內容選單";
"Cut & Paste" = "剪下 / 貼上";
"Light text on dark background" = "使用深色背景與淺色文字";
"Does not support Icons view mode." = "不支援圖像檢視模式";
"Sort Recent Folders menu by last opened date" = "以最後開啓的日期排列「最近使用過的項目」選單";
"Automatically adjust width of Name column" = "自動調整名稱欄位的寬度";
"Maximum width:" = "最大寬度：";
"Show colorful icons in the sidebar" = "使用彩色的側邊欄圖像";
"Show label color in the sidebar" = "側邊欄顯示標籤顏色";
"Press Return to open selection" = "按下 Return 鍵來開啓選取的項目";
"Press Backspace (Backward Delete) to Go Back" = "按倒退鍵：返回上一頁";
"Press Delete (Forward Delete) to Move to Trash" = "按刪除鍵：丟到垃圾桶";
"Rename" = "重新命名";
"Middle-click to open folder in new window or new tab" = "滑鼠中間鍵點選資料夾：以新視窗或新分頁開啓";
"Display folder item count in List view" = "於列表檢視模式時顯示資料夾內檔案數量";
"Always show Toolbar" = "總是顯示工具列";
"Add XtraFinder's functions to the toolbar" = "在工具列新增 XtraFinder 的功能按鈕";
"Show Go Up button in the toolbar" = "在工具列中顯示返回上一層按鈕";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "使用 ⌘⌥⇧+數字鍵 來設定標籤";
"Hide Share item in the context menu" = "隱藏右鍵選單中的[分享]選項";

"Appearance" = "外觀介面";
"Sidebar-related options may cause crash" = "側邊欄相關選項可能會造成系統崩潰";
"Legacy label color painting" = "上顏色標籤";
"Enabled for Icon View mode" = "可見於圖像檢視模式中";
"Enabled for Desktop" = "可見於桌面";

"Add items to Finder menus" = "新增項目至 Finder 選單";

"Collapse All" = "收合全部";
"Collapse the expanded nodes in List View" = "收合列表檢視中所有展開的節點";
"Show Hidden Items" = "顯示隱藏的項目";
"Refresh" = "重新整理";
"Copy Path" = "拷貝路徑";
"Default:" = "預設值：";
"Attributes" = "屬性";
"Contents" = "套件內容";
"Launch as Root" = "使用 root 權限開啟";
"Make Symbolic Link" = "建立捷徑";
"New File..." = "新增檔案...";
"Default extension:" = "預設副檔名：";
"Manage file templates" = "管理檔案範本";
"Copy to..." = "拷貝至...";
"Move to..." = "移動至...";
"Delete Permanently" = "永久刪除";
"Select..." = "選取...";
"Dual Window - Horizontal" = "雙視窗 - 水平";
"Dual Window - Vertical" = "雙視窗 - 垂直";
"System-wide shortcut" = "系統層級快捷鍵";
"Hide Desktop" = "隱藏桌面";
"New Terminal Here" = "於此建立新的終端機作業";
"Top Most" = "保持在最上層顯示";
"Make window top most" = "使視窗保持在最上層";